export const DIVISION_DATA = [
  {
    id: 1,
    bn: "ঢাকা বিভাগ",
    en: "DHAKA DIVISION",
    districts: [
      { id: 11, bn: "ঢাকা জেলা", en: "Dhaka District", upazilas: ["ধামরাই উপজেলা", "দোহার উপজেলা", "কেরাণীগঞ্জ উপজেলা", "নবাবগঞ্জ উপজেলা, ঢাকা", "সাভার উপজেলা"] },
      { id: 12, bn: "ফরিদপুর জেলা", en: "Faridpur District", upazilas: ["আলফাডাঙ্গা উপজেলা", "ভাঙ্গা উপজেলা", "বোয়ালমারী উপজেলা", "চরভদ্রাসন উপজেলা", "ফরিদপুর সদর উপজেলা", "মধুখালী উপজেলা", "নগরকান্দা উপজেলা", "সদরপুর উপজেলা", "সালথা উপজেলা"] },
      { id: 13, bn: "গাজীপুর জেলা", en: "Gazipur District", upazilas: ["গাজীপুর সদর উপজেলা", "কালিয়াকৈর উপজেলা", "কালীগঞ্জ উপজেলা", "কাপাসিয়া উপজেলা", "শ্রীপুর উপজেলা"] },
      { id: 14, bn: "গোপালগঞ্জ জেলা", en: "Gopalganj District", upazilas: ["গোপালগঞ্জ সদর উপজেলা", "কাশিয়ানী উপজেলা", "কোটালীপাড়া উপজেলা", "মুকসুদপুর উপজেলা", "টুঙ্গিপাড়া উপজেলা"] },
      { id: 15, bn: "কিশোরগঞ্জ জেলা", en: "Kishoreganj District", upazilas: ["অষ্টগ্রাম উপজেলা", "বাজিতপুর উপজেলা", "ভৈরব উপজেলা", "হোসেনপুর উপজেলা", "ইটনা উপজেলা", "করিমগঞ্জ উপজেলা", "কটিয়াদী উপজেলা", "কিশোরগঞ্জ সদর উপজেলা", "কুলিয়ারচর উপজেলা", "মিঠামইন উপজেলা", "নিকলী উপজেলা", "পাকুন্দিয়া উপজেলা", "তাড়াইল উপজেলা"] },
      { id: 16, bn: "মাদারীপুর জেলা", en: "Madaripur District", upazilas: ["কালকিনি উপজেলা", "মাদারীপুর সদর উপজেলা", "রাজৈর উপজেলা", "শিবচর উপজেলা", "ডাসার উপজেলা"] },
      { id: 17, bn: "মানিকগঞ্জ জেলা", en: "Manikganj District", upazilas: ["দৌলতপুর উপজেলা", "ঘিওর উপজেলা", "হরিরামপুর উপজেলা", "মানিকগঞ্জ সদর উপজেলা", "সাটুরিয়া উপজেলা", "শিবালয় উপজেলা", "সিংগাইর উপজেলা"] },
      { id: 18, bn: "মুন্সীগঞ্জ জেলা", en: "Munshiganj District", upazilas: ["গজারিয়া উপজেলা", "লৌহজং উপজেলা", "মুন্সীগঞ্জ সদর উপজেলা", "সিরাজদিখান উপজেলা", "শ্রীনগর উপজেলা", "টংগিবাড়ী উপজেলা"] },
      { id: 19, bn: "নারায়ণগঞ্জ জেলা", en: "Narayanganj District", upazilas: ["আড়াইহাজার উপজেলা", "সোনারগাঁ উপজেলা", "নারায়নগঞ্জ সদর উপজেলা", "রূপগঞ্জ উপজেলা", "বন্দর উপজেলা"] },
      { id: 110, bn: "নরসিংদী জেলা", en: "Narsingdi District", upazilas: ["বেলাবো উপজেলা", "মনোহরদী উপজেলা", "নরসিংদী সদর", "পলাশ উপজেলা", "রায়পুরা উপজেলা", "শিবপুর উপজেলা"] },
      { id: 111, bn: "রাজবাড়ী জেলা", en: "Rajbari District", upazilas: ["বালিয়াকান্দি উপজেলা", "গোয়ালন্দ উপজেলা", "কালুখালী উপজেলা", "পাংশা উপজেলা", "রাজবাড়ী সদর উপজেলা"] },
      { id: 112, bn: "শরীয়তপুর জেলা", en: "Shariatpur District", upazilas: ["ভেদরগঞ্জ উপজেলা", "ডামুড্যা উপজেলা", "গোসাইরহাট উপজেলা", "নড়িয়া উপজেলা", "শরিয়তপুর সদর উপজেলা", "জাজিরা উপজেলা"] },
      { id: 113, bn: "টাঙ্গাইল জেলা", en: "Tangail District", upazilas: ["বাসাইল উপজেলা", "ভূঞাপুর উপজেলা", "দেলদুয়ার উপজেলা", "ধনবাড়ী উপজেলা", "ঘাটাইল উপজেলা", "গোপালপুর উপজেলা", "কালিহাতী উপজেলা", "মধুপুর উপজেলা", "মির্জাপুর উপজেলা", "নাগরপুর উপজেলা", "সখিপুর উপজেলা", "টাঙ্গাইল সদর উপজেলা"] },
    ]
  },
  {
    id: 2,
    bn: "খুলনা বিভাগ",
    en: "KHULNA DIVISION",
    districts: [
      { id: 21, bn: "বাগেরহাট জেলা", en: "Bagerhat District", upazilas: ["চিতলমারী উপজেলা", "ফকিরহাট উপজেলা", "কচুয়া উপজেলা", "মোল্লাহাট উপজেলা", "মোংলা উপজেলা", "মোরেলগঞ্জ উপজেলা", "রামপাল উপজেলা", "শরণখোলা উপজেলা", "বাগেরহাট সদর উপজেলা"] },
      { id: 22, bn: "চুয়াডাঙ্গা জেলা", en: "Chuadanga District", upazilas: ["আলমডাঙ্গা উপজেলা", "চুয়াডাঙ্গা সদর উপজেলা", "দামুড়হুদা উপজেলা", "জীবননগর উপজেলা"] },
      { id: 23, bn: "যশোর জেলা", en: "Jashore District", upazilas: ["অভয়নগর উপজেলা", "বাঘারপাড়া উপজেলা", "চৌগাছা উপজেলা", "ঝিকরগাছা উপজেলা", "কেশবপুর উপজেলা", "যশোর সদর উপজেলা", "মণিরামপুর উপজেলা", "শার্শা উপজেলা"] },
      { id: 24, bn: "ঝিনাইদহ জেলা", en: "Jhenaidah District", upazilas: ["হরিণাকুন্ডু উপজেলা", "ঝিনাইদহ সদর উপজেলা", "কালীগঞ্জ উপজেলা", "কোটচাঁদপুর উপজেলা", "মহেশপুর উপজেলা", "শৈলকুপা উপজেলা"] },
      { id: 25, bn: "খুলনা জেলা", en: "Khulna District", upazilas: ["বটিয়াঘাটা উপজেলা", "দাকোপ উপজেলা", "ডুমুরিয়া উপজেলা", "কয়রা উপজেলা", "পাইকগাছা উপজেলা", "ফুলতলা উপজেলা", "রূপসা উপজেলা", "তেরখাদা উপজেলা", "দিঘলিয়া উপজেলা"] },
      { id: 26, bn: "কুষ্টিয়া জেলা", en: "Kushtia District", upazilas: ["ভেড়ামারা উপজেলা", "দৌলতপুর উপজেলা", "খোকসা উপজেলা", "কুমারখালী উপজেলা", "কুষ্টিয়া সদর উপজেলা", "মিরপুর উপজেলা"] },
      { id: 27, bn: "মাগুরা জেলা", en: "Magura District", upazilas: ["মাগুরা সদর উপজেলা", "মহম্মদপুর উপজেলা", "শালিখা উপজেলা", "শ্রীপুর উপজেলা"] },
      { id: 28, bn: "মেহেরপুর জেলা", en: "Meherpur District", upazilas: ["গাংনী উপজেলা", "মুজিবনগর উপজেলা", "মেহেরপুর সদর উপজেলা"] },
      { id: 29, bn: "নড়াইল জেলা", en: "Narail District", upazilas: ["কালিয়া উপজেলা", "লোহাগড়া উপজেলা", "নড়াইল সদর উপজেলা"] },
      { id: 210, bn: "সাতক্ষীরা জেলা", en: "Satkhira District", upazilas: ["আশাশুনি উপজেলা", "দেবহাটা উপজেলা", "কলারোয়া উপজেলা", "কালিগঞ্জ উপজেলা", "সাতক্ষীরা সদর উপজেলা", "শ্যামনগর উপজেলা", "তালা উপজেলা"] },
    ]
  },
  {
    id: 3,
    bn: "চট্টগ্রাম বিভাগ",
    en: "CHATTOGRAM DIVISION",
    districts: [
      { id: 31, bn: "বান্দরবান জেলা", en: "Bandarban District", upazilas: ["আলীকদম উপজেলা", "বান্দরবান সদর উপজেলা", "লামা উপজেলা", "নাইক্ষ্যংছড়ি উপজেলা", "রোয়াংছড়ি উপজেলা", "রুমা উপজেলা", "থানচি উপজেলা"] },
      { id: 32, bn: "ব্রাহ্মণবাড়িয়া জেলা", en: "Brahmanbaria District", upazilas: ["আখাউড়া উপজেলা", "বাঞ্ছারামপুর উপজেলা", "বিজয়নগর উপজেলা", "ব্রাহ্মণবাড়িয়া সদর উপজেলা", "আশুগঞ্জ উপজেলা", "কসবা উপজেলা", "নবীনগর উপজেলা", "নাসিরনগর উপজেলা", "সরাইল উপজেলা"] },
      { id: 33, bn: "চাঁদপুর জেলা", en: "Chandpur District", upazilas: ["চাঁদপুর সদর উপজেলা", "ফরিদগঞ্জ উপজেলা", "হাইমচর উপজেলা", "হাজীগঞ্জ উপজেলা", "কচুয়া উপজেলা", "মতলব দক্ষিণ উপজেলা", "মতলব উত্তর উপজেলা", "শাহরাস্তি উপজেলা"] },
      { id: 34, bn: "চট্টগ্রাম জেলা", en: "Chattogram District", upazilas: ["আনোয়ারা উপজেলা", "বাঁশখালী উপজেলা", "বোয়ালখালী উপজেলা", "চন্দনাইশ উপজেলা", "ফটিকছড়ি উপজেলা", "হাটহাজারী উপজেলা", "লোহাগাড়া উপজেলা", "মীরসরাই উপজেলা", "পটিয়া উপজেলা", "রাঙ্গুনিয়া উপজেলা", "রাউজান উপজেলা", "সন্দ্বীপ উপজেলা", "সাতকানিয়া উপজেলা", "সীতাকুন্ড উপজেলা", "কর্ণফুলী উপজেলা"] },
      { id: 35, bn: "কুমিল্লা জেলা", en: "Comilla District", upazilas: ["বরুড়া উপজেলা", "ব্রাহ্মণপাড়া উপজেলা", "বুড়িচং উপজেলা", "চান্দিনা উপজেলা", "চৌদ্দগ্রাম উপজেলা", "সদর দক্ষিণ উপজেলা", "আদর্শ সদর উপজেলা", "দাউদকান্দি উপজেলা", "দেবিদ্বার উপজেলা", "হোমনা উপজেলা", "লাকসাম উপজেলা", "মনোহরগঞ্জ উপজেলা", "মেঘনা উপজেলা", "মুরাদনগর উপজেলা", "নাঙ্গলকোট উপজেলা", "তিতাস উপজেলা", "লালমাই উপজেলা"] },
      { id: 36, bn: "কক্সবাজার জেলা", en: "Cox's Bazar District", upazilas: ["চকরিয়া উপজেলা", "কক্সবাজার সদর উপজেলা", "কুতুবদিয়া উপজেলা", "মহেশখালী উপজেলা", "পেকুয়া উপজেলা", "রামু উপজেলা", "টেকনাফ উপজেলা", "উখিয়া উপজেলা", "ঈদগাঁও উপজেলা"] },
      { id: 37, bn: "ফেনী জেলা", en: "Feni District", upazilas: ["ছাগলনাইয়া উপজেলা", "দাগনভূঞা উপজেলা", "ফেনী সদর উপজেলা", "ফুলগাজী উপজেলা", "পরশুরাম উপজেলা", "সোনাগাজী উপজেলা"] },
      { id: 38, bn: "খাগড়াছড়ি জেলা", en: "Khagrachhari District", upazilas: ["দীঘিনালা উপজেলা", "মানিকছড়ি উপজেলা", "খাগড়াছড়ি সদর উপজেলা", "লক্ষীছড়ি উপজেলা", "মহালছড়ি উপজেলা", "মাটিরাঙ্গা উপজেলা", "পানছড়ি উপজেলা", "রামগড় উপজেলা", "গুইমারা উপজেলা"] },
      { id: 39, bn: "লক্ষ্মীপুর জেলা", en: "Lakshmipur District", upazilas: ["কমলনগর উপজেলা", "লক্ষ্মীপুর সদর উপজেলা", "রায়পুর উপজেলা", "রামগঞ্জ উপজেলা", "রামগতি উপজেলা"] },
      { id: 310, bn: "নোয়াখালী জেলা", en: "Noakhali District", upazilas: ["বেগমগঞ্জ উপজেলা", "চাটখিল উপজেলা", "কোম্পানীগঞ্জ উপজেলা", "হাতিয়া উপজেলা", "সেনবাগ উপজেলা", "সোনাইমুড়ী উপজেলা", "সুবর্ণচর উপজেলা", "নোয়াখালী সদর", "কবিরহাট উপজেলা"] },
      { id: 311, bn: "রাঙ্গামাটি পার্বত্য জেলা", en: "Rangamati Hill District", upazilas: ["বাঘাইছড়ি উপজেলা", "বরকল উপজেলা", "কাউখালী উপজেলা", "কাপ্তাই উপজেলা", "জুরাছড়ি উপজেলা", "লংগদু উপজেলা", "নানিয়ারচর উপজেলা", "রাঙ্গামাটি সদর উপজেলা", "রাজস্থলী উপজেলা", "বিলাইছড়ি উপজেলা"] },
    ]
  },
  {
    id: 4,
    bn: "রাজশাহী বিভাগ",
    en: "RAJSHAHI DIVISION",
    districts: [
      { id: 41, bn: "বগুড়া জেলা", en: "Bogura District", upazilas: ["আদমদিঘি উপজেলা", "বগুড়া সদর উপজেলা", "ধুনট উপজেলা", "দুপচাচিঁয়া উপজেলা", "গাবতলী উপজেলা", "কাহালু উপজেলা", "নন্দিগ্রাম উপজেলা", "সারিয়াকান্দি উপজেলা", "শাজাহানপুর উপজেলা", "শেরপুর উপজেলা (বগুড়া)", "শিবগঞ্জ উপজেলা", "সোনাতলা উপজেলা"] },
      { id: 42, bn: "জয়পুরহাট জেলা", en: "Joypurhat District", upazilas: ["আক্কেলপুর উপজেলা", "জয়পুরহাট সদর উপজেলা", "কালাই উপজেলা", "পাঁচবিবি উপজেলা", "ক্ষেতলাল উপজেলা"] },
      { id: 43, bn: "নওগাঁ জেলা", en: "Naogaon District", upazilas: ["আত্রাই উপজেলা", "ধামইরহাট উপজেলা", "মান্দা উপজেলা", "মহাদেবপুর উপজেলা", "নওগাঁ সদর উপজেলা", "নিয়ামতপুর উপজেলা", "পত্নীতলা উপজেলা", "রাণীনগর উপজেলা", "সাপাহার উপজেলা", "বদলগাছী উপজেলা", "পোরশা উপজেলা"] },
      { id: 44, bn: "নাটোর জেলা", en: "Natore District", upazilas: ["বাগাতিপাড়া উপজেলা", "বড়াইগ্রাম উপজেলা", "গুরুদাসপুর উপজেলা", "লালপুর উপজেলা", "নাটোর সদর উপজেলা", "সিংড়া উপজেলা", "নলডাঙ্গা উপজেলা"] },
      { id: 45, bn: "চাঁপাইনবাবগঞ্জ জেলা", en: "Chapainawabganj District", upazilas: ["শিবগঞ্জ উপজেলা", "ভোলাহাট উপজেলা", "গোমস্তাপুর উপজেলা", "নাচোল উপজেলা", "চাঁপাইনবাবগঞ্জ সদর উপজেলা"] },
      { id: 46, bn: "পাবনা জেলা", en: "Pabna District", upazilas: ["আটঘরিয়া উপজেলা", "বেড়া উপজেলা", "ভাঙ্গুড়া উপজেলা", "চাটমোহর উপজেলা", "ফরিদপুর উপজেলা", "ঈশ্বরদী উপজেলা", "পাবনা সদর উপজেলা", "সাঁথিয়া উপজেলা", "সুজানগর উপজেলা"] },
      { id: 47, bn: "রাজশাহী জেলা", en: "Rajshahi District", upazilas: ["বাঘা উপজেলা", "বাগমারা উপজেলা", "চারঘাট উপজেলা", "দুর্গাপুর উপজেলা", "গোদাগাড়ী উপজেলা", "মোহনপুর উপজেলা", "পবা উপজেলা", "পুঠিয়া উপজেলা", "তানোর উপজেলা"] },
      { id: 48, bn: "সিরাজগঞ্জ জেলা", en: "Sirajganj District", upazilas: ["বেলকুচি উপজেলা", "চৌহালি উপজেলা", "কামারখন্দ উপজেলা", "কাজীপুর উপজেলা", "রায়গঞ্জ উপজেলা", "শাহজাদপুর উপজেলা", "সিরাজগঞ্জ সদর", "তাড়াশ উপজেলা", "উল্লাপাড়া উপজেলা"] },
    ]
  },
  {
    id: 5,
    bn: "সিলেট বিভাগ",
    en: "SYLHET DIVISION",
    districts: [
      { id: 51, bn: "হবিগঞ্জ জেলা", en: "Habiganj District", upazilas: ["আজমিরীগঞ্জ উপজেলা", "বাহুবল উপজেলা", "বানিয়াচং উপজেলা", "চুনারুঘাট উপজেলা", "হবিগঞ্জ সদর উপজেলা", "লাখাই উপজেলা", "মাধবপুর উপজেলা", "নবীগঞ্জ উপজেলা", "শায়েস্তাগঞ্জ উপজেলা"] },
      { id: 52, bn: "মৌলভীবাজার জেলা", en: "Moulvibazar District", upazilas: ["বড়লেখা উপজেলা", "জুড়ী উপজেলা", "কমলগঞ্জ উপজেলা", "কুলাউড়া উপজেলা", "মৌলভীবাজার সদর উপজেলা", "রাজনগর উপজেলা", "শ্রীমঙ্গল উপজেলা"] },
      { id: 53, bn: "সুনামগঞ্জ জেলা", en: "Sunamganj District", upazilas: ["বিশ্বম্ভরপুর উপজেলা", "ছাতক উপজেলা", "দিরাই উপজেলা", "ধর্মপাশা উপজেলা", "দোয়ারাবাজার উপজেলা", "জগন্নাথপুর উপজেলা", "জামালগঞ্জ উপজেলা", "শাল্লা উপজেলা", "সুনামগঞ্জ সদর উপজেলা", "তাহিরপুর উপজেলা", "শান্তিগঞ্জ উপজেলা", "মধ্যনগর উপজেলা"] },
      { id: 54, bn: "সিলেট জেলা", en: "Sylhet District", upazilas: ["বালাগঞ্জ উপজেলা", "বিয়ানীবাজার উপজেলা", "বিশ্বনাথ উপজেলা", "কোম্পানীগঞ্জ উপজেলা", "দক্ষিণ সুরমা উপজেলা", "ফেঞ্চুগঞ্জ উপজেলা", "গোলাপগঞ্জ উপজেলা", "গোয়াইনঘাট উপজেলা", "জৈন্তাপুর উপজেলা", "কানাইঘাট উপজেলা", "সিলেট সদর উপজেলা", "জকিগঞ্জ উপজেলা", "ওসমানী নগর উপজেলা"] },
    ]
  },
  {
    id: 6,
    bn: "রংপুর বিভাগ",
    en: "RANGPUR DIVISION",
    districts: [
      { id: 61, bn: "দিনাজপুর জেলা", en: "Dinajpur District", upazilas: ["বিরামপুর উপজেলা", "বীরগঞ্জ উপজেলা", "বিরল উপজেলা", "বোচাগঞ্জ উপজেলা", "চিরিরবন্দর উপজেলা", "ফুলবাড়ী উপজেলা", "ঘোড়াঘাট উপজেলা", "হাকিমপুর উপজেলা", "কাহারোল উপজেলা", "খানসামা উপজেলা", "নবাবগঞ্জ উপজেলা", "পার্বতীপুর উপজেলা", "দিনাজপুর সদর উপজেলা"] },
      { id: 62, bn: "গাইবান্ধা জেলা", en: "Gaibandha District", upazilas: ["ফুলছড়ি উপজেলা", "গাইবান্ধা সদর উপজেলা", "গোবিন্দগঞ্জ উপজেলা", "পলাশবাড়ী উপজেলা", "সাদুল্লাপুর উপজেলা", "সাঘাটা উপজেলা", "সুন্দরগঞ্জ উপজেলা"] },
      { id: 63, bn: "কুড়িগ্রাম জেলা", en: "Kurigram District", upazilas: ["ফুলবাড়ী উপজেলা", "ভূরুঙ্গামারী উপজেলা", "চর রাজিবপুর উপজেলা", "চিলমারী উপজেলা", "কুড়িগ্রাম সদর উপজেলা", "নাগেশ্বরী উপজেলা", "রাজারহাট উপজেলা", "রৌমারী উপজেলা", "উলিপুর উপজেলা"] },
      { id: 64, bn: "লালমনিরহাট জেলা", en: "Lalmonirhat District", upazilas: ["আদিতমারী উপজেলা", "হাতীবান্ধা উপজেলা", "কালীগঞ্জ উপজেলা", "লালমনিরহাট সদর উপজেলা", "পাটগ্রাম উপজেলা"] },
      { id: 65, bn: "নীলফামারী জেলা", en: "Nilphamari District", upazilas: ["ডোমার উপজেলা", "জলঢাকা উপজেলা", "কিশোরগঞ্জ উপজেলা", "নীলফামারী সদর উপজেলা", "সৈয়দপুর উপজেলা", "ডিমলা উপজেলা"] },
      { id: 66, bn: "পঞ্চগড় জেলা", en: "Panchagarh District", upazilas: ["আটোয়ারী উপজেলা", "বোদা উপজেলা", "দেবীগঞ্জ উপজেলা", "পঞ্চগড় সদর", "তেঁতুলিয়া উপজেলা"] },
      { id: 67, bn: "রংপুর জেলা", en: "Rangpur District", upazilas: ["বদরগঞ্জ উপজেলা", "কাউনিয়া উপজেলা", "রংপুর সদর উপজেলা", "মিঠাপুকুর উপজেলা", "পীরগাছা উপজেলা", "পীরগঞ্জ উপজেলা", "তারাগঞ্জ উপজেলা", "গংগাচড়া উপজেলা"] },
      { id: 68, bn: "ঠাকুরগাঁও জেলা", en: "Thakurgaon District", upazilas: ["পীরগঞ্জ উপজেলা", "বালিয়াডাঙ্গী উপজেলা", "হরিপুর উপজেলা", "রাণীশংকৈল উপজেলা", "ঠাকুরগাঁও সদর উপজেলা"] },
    ]
  },
  {
    id: 7,
    bn: "ময়মনসিংহ বিভাগ",
    en: "MYMENSINGH DIVISION",
    districts: [
      { id: 71, bn: "জামালপুর জেলা", en: "Jamalpur District", upazilas: ["বকশীগঞ্জ উপজেলা", "দেওয়ানগঞ্জ উপজেলা", "ইসলামপুর উপজেলা", "জামালপুর সদর উপজেলা", "মাদারগঞ্জ উপজেলা", "মেলান্দহ উপজেলা", "সরিষাবাড়ী উপজেলা"] },
      { id: 72, bn: "ময়মনসিংহ জেলা", en: "Mymensingh District", upazilas: ["ভালুকা উপজেলা", "ধোবাউড়া উপজেলা", "ফুলবাড়ীয়া উপজেলা", "গফরগাঁও উপজেলা", "গৌরীপুর উপজেলা", "হালুয়াঘাট উপজেলা", "ঈশ্বরগঞ্জ উপজেলা", "ময়মনসিংহ সদর উপজেলা", "মুক্তাগাছা উপজেলা", "নান্দাইল উপজেলা", "ফুলপুর উপজেলা", "তারাকান্দা উপজেলা", "ত্রিশাল উপজেলা"] },
      { id: 73, bn: "নেত্রকোণা জেলা", en: "Netrokona District", upazilas: ["আটপাড়া উপজেলা", "বারহাট্টা উপজেলা", "দুর্গাপুর উপজেলা", "খালিয়াজুরী উপজেলা", "কলমাকান্দা উপজেলা", "কেন্দুয়া উপজেলা", "মদন উপজেলা", "মোহনগঞ্জ উপজেলা", "নেত্রকোণা সদর উপজেলা", "পূর্বধলা উপজেলা"] },
      { id: 74, bn: "শেরপুর জেলা", en: "Sherpur District", upazilas: ["ঝিনাইগাতী উপজেলা", "নকলা উপজেলা", "নালিতাবাড়ী উপজেলা", "শেরপুর সদর উপজেলা", "শ্রীবরদী উপজেলা"] },
    ]
  },
  {
    id: 8,
    bn: "বরিশাল বিভাগ",
    en: "BARISHAL DIVISION",
    districts: [
      { id: 81, bn: "ঝালকাঠি জেলা", en: "Jhalakathi District", upazilas: ["ঝালকাঠি সদর উপজেলা", "নলছিটি উপজেলা", "কাঠালিয়া উপজেলা", "রাজাপুর উপজেলা"] },
      { id: 82, bn: "বরগুনা জেলা", en: "Barguna District", upazilas: ["আমতলী উপজেলা", "বামনা উপজেলা", "বরগুনা সদর উপজেলা", "বেতাগী উপজেলা", "পাথরঘাটা উপজেলা", "তালতলী উপজেলা"] },
      { id: 83, bn: "বরিশাল জেলা", en: "Barishal District", upazilas: ["আগৈলঝাড়া উপজেলা", "বাবুগঞ্জ উপজেলা", "বাকেরগঞ্জ উপজেলা", "বানারীপাড়া উপজেলা", "গৌরনদী উপজেলা", "হিজলা উপজেলা", "বরিশাল সদর উপজেলা", "মেহেন্দিগঞ্জ উপজেলা", "মুলাদী উপজেলা", "উজিরপুর উপজেলা"] },
      { id: 84, bn: "ভোলা জেলা", en: "Bhola District", upazilas: ["ভোলা সদর উপজেলা", "বোরহানউদ্দিন উপজেলা", "দৌলতখান উপজেলা", "লালমোহন উপজেলা", "মনপুরা উপজেলা", "তজুমদ্দিন উপজেলা", "চরফ্যাশন উপজেলা"] },
      { id: 85, bn: "পটুয়াখালী জেলা", en: "Patuakhali District", upazilas: ["বাউফল উপজেলা", "দশমিনা উপজেলা", "দুমকী উপজেলা", "কলাপাড়া উপজেলা", "মির্জাগঞ্জ উপজেলা", "পটুয়াখালী সদর উপজেলা", "রাঙ্গাবালী উপজেলা", "গলাচিপা উপজেলা"] },
      { id: 86, bn: "পিরোজপুর জেলা", en: "Pirojpur District", upazilas: ["ভান্ডারিয়া উপজেলা", "কাউখালী উপজেলা", "মঠবাড়ীয়া উপজেলা", "নাজিরপুর উপজেলা", "পিরোজপুর সদর উপজেলা", "নেছারাবাদ উপজেলা", "জিয়ানগর উপজেলা"] },
    ]
  }
];
